Repository: intk/volto-centraalmuseum-theme
Catalog: frontend/locales/*/LC_MESSAGES/volto.po
Languages: nl

source: Add field
nl: Veld toevoegen

source: Cancel
nl: Annuleren

source: Choices
nl: Keuzes

source: Choose a file
nl: Kies een bestand

source: Close
nl: Sluiten

source: Date
nl: Datum

source: Default
nl: Standaard

source: Description
nl: Beschrijving

source: Drop file here to replace the existing file
nl: Zet het bestand hier neer om het bestaande bestand te vervangen

source: Drop file here to upload a new file
nl: Zet het bestand hier neer om een nieuw bestand te uploaden

source: Drop files here ...
nl: Zet hier bestanden neer...

source: Error
nl: Fout

source: Form
nl: Formulier

source: No options
nl: Geen opties

source: No value
nl: Geen waarde

source: Replace existing file
nl: Bestaand bestand vervangen

source: Required
nl: Vereist

source: Select…
nl: Selecteer...

source: Short Name
nl: Korte naam

source: Time
nl: Tijd

source: Title
nl: Titel

source: Used for programmatic access to the fieldset.
nl: Gebruikt voor programmatische toegang tot de veldset.

source: ay11_Use Up and Down to choose options
nl: Omhoog en Omlaag om opties te kiezen

source: ay11_select available
nl: beschikbaar

source: ay11_select availables
nl: beschikbaar

source: ay11_select deselected
nl: gedeselecteerd

source: ay11_select disabled
nl: uitgeschakeld

source: ay11_select focused
nl: gefocust

source: ay11_select for search term
nl: voor zoekterm

source: ay11_select is disabled. Select another option.
nl: is uitgeschakeld. Selecteer een andere optie.

source: ay11_select option
nl: optie

source: ay11_select result
nl: resultaat

source: ay11_select results
nl: resultaten

source: ay11_select selected
nl: geselecteerd

source: ay11_select value
nl: waarde

source: ay11_select_Use left and right to toggle between focused values, press Backspace to remove the currently focused value
nl: Gebruik links en rechts om te schakelen tussen waarden met focus, druk op Backspace om de waarde met focus te verwijderen

source: ay11_select__press Tab to select the option and exit the menu
nl: op Tab om de optie te selecteren en het menu te verlaten

source: ay11_select__type to refine list
nl: typ om de lijst te verfijnen

source: ay11_select_is_focused
nl: is_gefocust

source: ay11_select_press Down to open the menu
nl: druk op Omlaag om het menu te openen

source: ay11_select_press Enter to select the currently focused option
nl: druk op Enter om de momenteel gefocuste optie te selecteren

source: ay11_select_press Escape to exit the menu
nl: druk op Escape om de mij te verlaten

source: ay11_select_press left to focus selected values
nl: druk naar links om geselecteerde waarden te focussen

source: description
nl: Beschrijving

source: form
nl: Formulier

source: formSubmitted
nl: Formulier succesvol verzonden

source: form_attachment_send_email_info_text
nl: Bijgevoegd bestand wordt via e-mail verzonden, maar niet opgeslagen

source: form_clear_data
nl: gegevens wissen

source: form_confirmClearData
nl: Weet u zeker dat u alle opgeslagen items wilt verwijderen?

source: form_default_from
nl: Standaard afzender

source: form_default_subject
nl: E-mailonderwerp

source: form_default_submit_label
nl: Versturen

source: form_edit_exportCsv
nl: Gegevens exporteren

source: form_edit_warning
nl: Let op!

source: form_edit_warning_from
nl: Voer een veld in van het type 'Sender E-mail'. Als het niet aanwezig is, of het is aanwezig maar niet ingevuld door de gebruiker, zal het afzenderadres van de e-mail het adres zijn dat is geconfigureerd in de rechterzijbalk.

source: form_empty_values_validation
nl: Vul de verplichte velden in

source: form_field_description
nl: Beschrijving

source: form_field_input_values
nl: Mogelijke waarden

source: form_field_required
nl: Vereist

source: form_field_type
nl: Veldtype

source: form_field_type_attachment
nl: Bdijlage

source: form_field_type_attachment_info_text
nl: Eventuele bijlagen kunnen per e-mail worden verzonden, maar worden niet opgeslagen.

source: form_field_type_checkbox
nl: Selectievakje

source: form_field_type_date
nl: Datum

source: form_field_type_multiple_choice
nl: Meerkeuze

source: form_field_type_select
nl: Lijst

source: form_field_type_single_choice
nl: Enkele keuze

source: form_field_type_static_text
nl: Statische tekst

source: form_field_type_text
nl: Tekst

source: form_formDataCount
nl: {formDataCount} item(s) opgeslagen

source: form_reset
nl: Wissen

source: form_save_persistent_data
nl: Gecompileerde gegevens opslaan

source: form_select_a_value
nl: Selecteer een waarde

source: form_send_email
nl: Stuur e-mail naar ontvanger

source: form_submit_label
nl: Knoplabel verzenden

source: form_submit_success
nl: Verzonden!

source: form_to
nl: Ontvangers

source: form_useAsBCC
nl: Stuur een e-mailkopie naar dit adres

source: form_useAsBCC_description
nl: Indien geselecteerd, wordt er ook een kopie van de e-mail naar dit adres gestuurd.

source: form_useAsReplyTo
nl: gebruiken als 'antwoord op'

source: form_useAsReplyTo_description
nl: Indien geselecteerd, is dit het adres dat de ontvanger kan gebruiken om te antwoorden.

source: select_noOptionsMessage
nl: Geen opties

source: select_risultati
nl: Resultaten

source: select_risultato
nl: Resultaat

source: title
nl: Titel
